Repository: ChaosCoder/Launchpad-Control
Catalog: Launchpad-Control/*.lproj/Localizable.strings
Languages: de, it

source: Are you sure?
de: Bist Du Dir sicher?
it: Sei sicuro?

source: Yes
de: Ja
it: Si

source: Okay
it: OK

source: Cancel
de: Abbrechen
it: Cancella

source: Apply
de: Anwenden
it: Applica

source: Refresh
de: Aktualisieren
it: Aggiorna

source: Quit
de: Beenden
it: Esci

source: Later
de: Später
it: Dopo

source: Reset
de: Zurücksetzen
it: Reset Database

source: Error
de: Fehler
it: Errore

source: Help
de: Hilfe
it: Aiuto

source: All items
de: Alle Einträge
it: Tutto

# Sort all items A-Z
source: Sort all item A-Z
de: Sortieren: A-Z
it: Disponi in ordine A-Z

source: Selected Item
de: Markierter Eintrag
it: Elementi Selezionati

source: Rename
de: Umbenennen
it: Rinomina

source: Sort children A-Z
de: Sortiere Kinder A-Z
it: Ordine A-Z del gruppo

source: Restore
de: Wiederherstellen
it: Ripristna da Backup

source: This app allows you to easily hide/unhide and reorder apps in Launchpad. For detailed instructions please click the 'Help'-button at the top.
de: Diese App erlaubt es Dir Apps und Gruppen im Launchpad zu verstecken und zu verschieben. Für weitere Instruktionen klicke einfach oben auf 'Hilfe'
it: Questa applicazione vi permetterà in maniera semplicissima di nascondere, visualizzare, spostare e creare cartelle con le app del Launchpad

# Footer
source: Use at your own risk. | © Andreas Ganske
de: Benutzung auf eigene Gefahr | © Andreas Ganske
it: Usatela a Vostro rischio. | © Andreas Ganske

source: Get v%@ now!
de: Jetzt v%@ laden!
it: Scarica ora!

source: New version of Launchpad-Control available!
de: Eine neue Version von Launchpad-Control ist verfügbar!
it: Una nova version di Launchpad-Control è disponibile!

source: Version %@ of Launchpad-Control is available (You have %@). You can download it now or later by clicking on the button at the top.
de: Version %@ von Launchpad-Control ist verfügbar (Du hast %@). Du kannst sie jetzt herunterladen oder später, indem Du auf den Button ganz oben klickst.
it: La versione %@ di Launchpad-Control è disponibile (Tu hai %@). Puoi scaricarla adesso o quando vuoi premendo il pulsate in alto.

source: A full reset will remove the database file used by Launchpad. Launchpad will then create a new database. Any custom groups or manually added apps will be gone.
de: Ein vollständiger Reset wird die Datenbankdatei, die von Launchpad benutzt wird, löschen. Launchpad legt automatisch eine neue an, jedoch sind dort dann keine manuellen Änderungen von früher enthalten.
it: Un reset completo rimuoverà il file del database usato da Launchpad. Ogni gruppo creato dall'utente ed ogni app aggiunta manualmente sarà cancellata.

source: Do you want Launchpad-Control to load the new database?
de: Soll Launchpad-Control die neue Datenbank laden?
it: Vuoi davvero che Launchpad-Control carichi il nuovo database?

source: If you want to edit your database click 'Yes'. Click 'No' if you don't want Launchpad-Control to load and edit your new database. Launchpad-Control will then close itself.
de: Wenn du die Datenbank weiterhin mit Launchpad-Control verändern willst, drücke 'Ja'. Andernfalls 'Nein', Launchpad-Control wird sich dann automatisch beenden.
it: Se vuoi modificare il tuo database clicca 'SI', altrimenti clicca 'No' se non vuoi che Launchpad-Control carichi e modifichi il tuo nuovo database. Launchpad-Control si chiuderà automaticamente.

source: Please wait while Launchpad refreshes its database. Once it is done click 'Refresh'. If this error still exists after some minutes press 'Quit'.
de: Bitte warte während Launchpad die Datenbank erzeugt. Sobald es fertig ist, klicke 'Aktualisieren'. Wenn dieser Fehler in ein paar Minuten noch nicht weg ist, klicke auf 'Beenden'
it: Attendi che Launchpad aggiorni il suo database. Quando ha finito clicca 'Aggiorna'. Se questo errore persiste dopo alcuni minuti premi 'Esci'.

source: Unsaved changes!
de: Ungespeicherte Änderungen!
it: Modifiche non salvate!

source: You seem to have made changes but you have not applied them. A refresh will undo these changes. What do you want to do?
de: Es scheint als hättest du Änderungen vorgenommen ohne sie angewendet zu haben. Eine Aktualisierung wird diese Änderungen rückgängig machen. Was möchtest du tun?
it: Non hai ancora salvato le modifiche. Aggiornando perderai tutto quello che non hai salvato. Sicuro di voler continuare?

source: Page
de: Seite
it: Pagina

source: Could not find any database file for Launchpad.
de: Konnte keine Datenbankdatei von Launchpad finden.
it: Nessun file del database di Launchpad rilevato.

source: Could not backup original Launchpad database.~nBe careful!
de: Konnte kein Backup der originalen Datenbank erstellen.~nSei vorsichtig!
it: Non stai salvando il database originale di Launchpad.~nAttento!

source: Could not open the database file for Launchpad.
de: Konnte die Datenbankdatei von Launchpad nicht öffnen.
it: Non riesco ad aprire il database di Launchpad.

source: Corrupt database detected!
de: Fehlerhafte Datenbank gefunden!
it: Ho individuato un database corrotto!

source: Your database file seems to be corrupt. A Launchpad-Control version prior 1.2 could have done that. You have to do a full reset of your database to use this new version of Launchpad-Control. Any custom groups or manually added apps will be gone.
de: Deine Datenbank scheint fehlerhaft zu sein.~nDu musst einen vollständigen Reset durchführen. Alle manuellen Änderungen an der Datenbank gehen dabei verloren.
it: Il tuo file del database sembra essere corrotto o potrebbe essere stato creato con una versione di Launchpad-Control inferiore alla 1.2. E' necessario eseguire un reset completo del tuo database per poter utilizzare questa nuova versione di Launchpad-Control. Tutte le cartelle create dall'utente o le app inserire manualmente andrano perdute.

source: group
de: Gruppe
it: gruppo

source: page
de: Seite
it: pagina

source: Empty %@!
de: Leere %@!
it: Vuoto %@!

source: You've got the empty %@ '%@' because you moved the only item '%@' out of it. Would you like to remove the %@ from Launchpad?
de: Die %@ '%@' wurde geleert, weil du '%@' hinaus bewegt hast. Möchtest du die %@ aus dem Launchpad entfernen?
it: Hai svuotato %@ '%@' perchè hai tolto l'unica app '%@' che c'era; Vuoi rimuovere %@ da Launchpad?

source: You are about to merge two apps: • %@ • %@ Please type in the name of this new group:
de: Du möchtest You are about to merge two apps: • %@ • %@ Please type in the name of this new group:
it: Stai per unire due apps: • %@ • %@ Digita il nome del gruppo:

source: There was an error backupping the database: Error Code: %@ Description: %@
it: E' stato rilevato un errore eseguendo il backup del database: Error Code: %@ Description: %@

source: Backup successfully
it: Backup eseguito correttamente

source: The backup was successfully created and saved.
it: Il backup è stato creato e salvato correttamente.

source: There was an error restoring the database: Error Code: %@ Description: %@
it: E' stato rilevato un errore ripristinado il database: Error Code: %@ Description: %@

source: You have to grant this application admin rights to be able to restore the database.
it: Devi possedere i diritti di amministratore per ripristinare il database.

source: Restore successfully
it: Ripristino eseguito correttamente

source: The database was successfully restored and loaded.
it: Il database è stato ripristinato e caricato correttamente.

source: Couln't hide/unhide the item '%@'. Permission denied?
it: Non riesco a Mostrare/Nascondere l'app '%@'. E' richiesta una password amministrator vper eseguire questa operazione

source: You are about to rename '%@'. Please type in the new name:
it: Stai rinominando '%@'. Digita il nuovo nome:

source: No
de: Nein

source: Database
de: Datenbank

source: Backup
de: Sichern

source: Refreshing database...
de: Aktualisiere Datenbank...

source: Please wait while Launchpad refreshes its database. Once it is done click 'Okay'. Launchpad-Control will then reload the new database.
de: Bitte warte während Launchpad die Datenbank erzeugt. Sobald es fertig ist, klicke 'Okay'. Launchpad-Control wird die neue Datenbank dann laden.
